Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/sukualueet.html.tmx
Source language: fin
Languages: smn

source: Ympäristö
smn: Ovdâsijđo

source: Sukualueet
smn: Suhâkuávluh

source: Paikannimet
smn: Päikkinoomah

source: Inarinsaamelaisten asuinpaikat kesä- ja talvipaikkoineen olivat suurimmaksi osaksi haja-asutusta, talot kaukana toisistaan.
smn: Noomâs mield anarâšah láá ärbivuáválávt aassâm Aanaar kuávlust, Aanaarjäävri riddoin já suolluin sehe uálgičácáduvâi piälláin.

source: I. Itkonen on teoksessaan Suomen lappalaiset I ja II tarkoin kuvannut inarinsaamelaisten sukualueita.
smn: I. Itkonen lii kirjestis Suomen lappalaiset I já II tärkkilávt kuvvim anarâšâi suhâkuávluid.

source: Samoin on tehnyt Samuli Paulaharju teoksessaan Taka-Lappia.
smn: Siämmáá náálá lii toohâm Samuli Paulaharju kirjestis Taka-Lappia.

source: Aikioiden perinteiseksi asuinalueeksi on kirjattu Väylän seutu Inarijärven pohjoispuolella.
smn: Aikioi ärbivuáválâš aassâmkuávlun lii kirjejum Väävli kuávlu Aanaarjäävri taveriddoost.

source: Sieltä he olivat levittäytyneet Utsjoen suuntaan ja jopa Norjan puolelle.
smn: Tobbeen sij láá vijđánâm Ucjuv kuávlun já joba Taažâbel.

source: Aikioita on myös asunut yksittäisesti Inarijärven länsirannalla Kankivuonon lähistöllä, Könkäänjärvellä ja Paatsjoen alueella Inarijärven itäpuolella.
smn: Aikioh láá meiddei aassâm ovtâskâsâht Aanaarjäävri viestârriddoost Kaŋgâvuonâ aldasijn, Kiävŋásiijávráást já Paččvei kuávlust Aanaarjäävri nuorttiibeln.

source: Kuuva -suvun alueita on vanhastaan ollut Alajärven seudulla ja myöhemmin muun muassa Tsuolisvuonon suulla Pisterissä, Ahvenjärven rannalla ja Nellimvuonolla sekä myös Pohjois-Inarin puolella.
smn: Kuuva suhâkuávluh láá lamaš tovle Vyelijäävri kuávlust já maŋeláá eres lasseen Čuolisvuonnjäälmist Pišterist, Vuáskujäävrist já Njellimvuoniist sehe meiddei Tave-Anarist.

source: Mattus -sukua tavattiin erityisesti Länsi-Inarissa, mutta myös pohjoisempana, Riutulassa ja Syysjärven seudulla.
smn: Mattus -suuhâ lâi eromâšávt Viestâr-Anarist, mut meiddei taveláá Rivdulist já Čovčjäävri kuávlust.

source: Mattuksen sukua asettui asumaan yös Itä-Inarin Paksuvuonon seudulle.
smn: Mattuseh asâiduvvii meiddei Nuorttâ-Aanaar Pakšvuonii kuávlun.

source: Sukua on siirtynyt asumaan Norjan Varankiin, jossa heitä elää vielä tänäkin päivänä.
smn: Suuhâ lii sirdâšum aassâđ meiddei Taažâ Vaarjâgân, kost sij láá vala onnáá peeivi-uv.

source: Suuri Morottajan suku asutti Inarijärven etelä- ja lounaispuolta leviten sieltä myöhemmin järven länsipuolitse kohti Inaria.
smn: Stuorrâ Morottaja suuhâ asâttij Aanaarjäävri máddáá- já uárjipele, kost vijđánij maŋeláá jäävri viestârpele Aanaar markkân kuávlun.

source: Mujon suku muutti Inarijärven eteläisiltä alueilta Paksumaan-Syysjärven seudulle, heitä asui myös Iijärvellä.
smn: Mujo suuhâ varrij Aanaarjäävri máddáápiäláin kuávluin Kosseennâm-Čovčjäävri kuávlun.

source: Mustan sukua tavattiin Väli-Mustolassa ja Itä-Inarilla, mutta myöhemmin Riutulassa ja Paadarjärvellä.
smn: Sij assii meiddei Ijjäävrist. Musta suuhâ lâi Koskâ-Mustolist já Nuorttâ-Anarist, mut maŋeláá Rivdulist já Páđárist.

source: Paadarien sukua oli alkujaan Paadarjärvellä Länsi-Inarissa, mutta myöhemmin Aksujärvellä pohjoisessa, Tsarmijärvellä ja Tullujärvellä etelässä sekä Paatsjoen seudulla idässä.
smn: Pááđáár suuhâ lii vuálgus Páđárist Viestâr-Anarist, mut aassâm maŋeláá Ákšjäävrist tavveen, Čaarmâjäävrist já Tullâjäävrist mäddin sehe Paččvei kuávlust nuorttân.

source: Paltto -sukua tavattiin Turvejärven-Nitsijärven seudulla Pohjois-Inarissa, Lemmenjoella lännessä sekä aina Tenojokivarressa Utsjoella.
smn: Paltto -suuhâ aasâi Lavŋejäävri-Njižžjäävi kuávlust Tave-Anarist, Lemmest viestârist sehe vala Tiänuriddoost Ucjuuvâst.

source: Heitä on siirtynyt myös Norjaan Varangin alueelle.
smn: Suuhâ lii sirdâšum meiddei Taažâ Vaarjâg kuávlun.

source: Saijetsin suvun perinteiset alueet ovat Länsi-Inarilla Nukkumajoen-Säisaaren seudulla, myöhemmin Mahlattinuorassa-Nuottamojärvellä, Inarijoen Iivanajärvellä ja Paatsjoella.
smn: Saijets suuvâ ärbivuáváliih kuávluh láá Viestâr-Anarist Uáđđivei-Säđisuolluu kuávlust, maŋeláá Mahladnyereest-Koldemjäävrist, Aanaarjuuvâ Ivváánjäävrist já Paččveist.

source: Sarren suvun nautinta-alueita on Länsi-Inarissa Muddusjärvellä, Paadarjärvellä ja Riutulassa sekä Itä-Inarin puolessa mm. Ala-Mustolassa, Sulkusjärvellä ja Majavajärvellä-Ulkuniemessä.
smn: Sarre -suuvâ navdâšemkuávluh láá Viestâr-Anarist Mudusjäävrist, Páđárist já Rivdulist sehe Nuorttâ-Aanaar pelni eres lasseen Vyeli-Mustolist ađai Juvnjäälmist, Sulgušjäävrist já Maijuujäävrist-Ulgânjaargâst.

source: Vallen sukua puolestaan on Itä- ja Etelä Inarilta hajaantunut joka suuntaan.
smn: Valle -suuhâ lii oppeet Nuorttâ- já Maadâ-Anarist vijđánâm jyehi kuávlun.

source: Heidän perinteisiä asuinpaikkojaan on mm. Nirrola Inarijärven Nanguvuonolla, Paatsjoki, Kapperijoki Tsurnuvuonolla, Väylä ja Iijärvi.
smn: Sii ärbivuáváliih aassâmsajeh láá eres lasseen Njirrooh Aanaarjäävri Naŋŋâvuonâst, Paččvei, Kappeerjuuhâ Curnâvuonâst, Vävli já Ijjävri.

source: Saamelaisasiain komitean mietinnössä vuodelta 1953 esitetään Suomen saamelaisalueen saamelaiset väestöpistekarttana saamelaisryhmittäin –tunturisaamelaisiin, inarinsaamelaisiin ja kolttasaamelaisiin ryhmitellen.
smn: Sämmilâšašij komitea smiettâmušâst ive 1953 oovdânpuáhtojeh Suomâ sämikuávlu sämmiliih aalmugčuágástâhkárttán sämmilâšjuávhui mield - orjâlâžžân, anarâžžân já nuorttâlâžžân.

source: Vielä tällöin inarinsaamelaisten asutus noudatteli perinteisiä sukualueita.
smn: Vala talle anarâšâi aassâm nuávdittij ärbivuáválijd suhâkuávluid.

source: Myöhemmin uudet asutuslait kuten porotilalaki ja luontaiselinkeinojen tukemiseen laadittu laki muuttivat perinteistä asumista.
smn: Maŋeláá uđđâ aassâmlaavah tegu puásuitálulaahâ já luánduiäláttâsâi tuárjumân rahtum laahâ nubástuttii ärbivuáválâš aassâm.

source: Uusia asuintiloja rakennettiin kyläkeskuksiin tai niiden lähituntumaan.
smn: Uđđâ aassâmtááluh huksejuvvojii sijdâčuákkipaihijd tâi toi aldasáid.

source: Monet perinteisistä asuinpaikoista ovat nykyisin inarinsaamelaisten sukujen jälkeläisten kesänviettopaikkoja.
smn: Maaŋgah ärbivuáváliih aassâmpääihih láá tááláá ääigist anarâšsuuvâi maajeeldpuáttei kesiorottâhhân.

source: Perinteiset inarinsaamelaiset sukualueet Inarijärven ympäristössä.
smn: Ärbivuáváliih anarâšâi suhâkuávluh Aanaarjäävri pirrâsist.

source: Sulkusjärven talon ranta.
smn: Sulgušjäävri tuperiddo.

source: Matti Musta vaimoineen kotonaan Riutulassa.
smn: Váábu Matti (Matti Musta) kálguinis pääihist Rivdulist.

source: O. Väisänen 1930-luku.
smn: O. Väisänen 1930-loho.
